[
    {
        "id": 1,
        "title": "RJCars",
        "description": "Gestão de veiculos",
        "image": "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/1/1.jpg",
        "details": {
            "description": "O Gestor de Frota de Veículos é uma aplicação completa e versátil concebida para simplificar o controlo eficaz de uma frota de veículos. Com funcionalidades abrangentes e uma interface de utilizador intuitiva, esta aplicação permite-lhe gerir todos os aspetos relacionados com a sua frota de forma simples e eficaz.<h2>Funcionalidades Principais:</h2><h3>Gestão de Utilizadores:</h3>Registe e gerencie dois tipos de utilizadores: \"Funcionários\" e \"Administradores\".Os \"Administradores\" possuem permissões alargadas para configurar e gerir a aplicação, enquanto os \"Funcionários\" têm acesso limitado.<h3>Registo de Clientes:</h3>Registe informações detalhadas sobre os clientes, facilitando o acompanhamento e a comunicação com eles.<h3>Registo de Viaturas:</h3>Registe uma variedade de tipos de veículos, incluindo automóveis, camiões, motociclos e carrinhas.<h3>Gestão do Estado dos Veículos:</h3>Defina o estado dos veículos, que incluem \"disponível\", \"alugado\", \"reservado\" e \"em manutenção\".\nPrograme datas previstas para a transição dos veículos dos estados de \"alugado\" ou \"em manutenção\" para \"disponível\".<h3>Aluguer de Veículos:</h3>Facilite o aluguer de diferentes tipos de veículos aos clientes.\nAcompanhe as reservas, datas de recolha e devolução e o estado atual de cada veículo alugado.<h3>Gestão de Manutenção:</h3>Mantenha o controlo sobre o estado de manutenção dos seus veículos.\nPrograme datas para que os veículos em manutenção regressem ao estado \"disponível\" assim que as reparações forem concluídas.<h3>Benefícios:</h3>Melhora significativamente a gestão e a eficiência de uma frota de veículos.\nReduz os conflitos de reserva de veículos ao permitir o acompanhamento em tempo real do estado de cada veículo.\nFacilita o agendamento de manutenção preventiva, mantendo a sua frota em condições ideais.\nOferece uma experiência de utilizador fluída para clientes e funcionários, tornando o processo de aluguer de veículos simples e eficiente.\nO Gestor de Frota de Veículos é a solução completa para qualquer empresa ou organização que dependa de uma frota de veículos para operar com eficiência. Com esta aplicação, terá controlo total sobre os seus veículos, clientes e equipas, resultando numa gestão mais eficaz e lucrativa da sua frota.",
            "images": [
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/1/2.jpg",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/1/3.jpg",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/1/4.jpg"
            ]
        }
    },
    {
        "id": 2,
        "title": "LIFE CHANGER",
        "description": "Gestão de staff",
        "image": "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/2/1.png",
        "details": {
            "description": "A aplicação informática criada em Windows Forms é uma ferramenta abrangente de gestão empresarial, projetada para otimizar as operações de uma academia de formação ou empresa similar. Com um foco específico na administração de recursos humanos e tarefas relacionadas, esta aplicação oferece uma série de recursos cruciais para garantir a eficiência e o sucesso da empresa.<h2>Principais recursos da aplicação:</h2><br><h3>1. Gestão de Funcionários:</h3> A aplicação permite a inserção de informações detalhadas sobre os funcionários da academia, incluindo nome, cargo, dados de contacto e outros detalhes relevantes.<h3>2. Avaliação de Contratos:</h3>Você pode rastrear e avaliar os contratos dos funcionários, definindo alertas para notificá-lo quando esses contratos estiverem próximos do vencimento. Isso ajuda a evitar interrupções nas operações devido à expiração de contratos. <h3>3. Cálculo de Salários:</h3>A aplicação realiza cálculos automáticos dos salários dos funcionários, com base nas informações de seus contratos, descontos, horas extras e outros fatores pertinentes. <h3>4. Atribuição de Horários:</h3> Para os formadores, a aplicação permite a criação e atribuição de horários de forma eficiente, levando em consideração a disponibilidade e as preferências dos funcionários. <h3>5. Exportação para o Excel:</h3> Todos os dados gerenciados pela aplicação podem ser exportados facilmente para planilhas do Microsoft Excel, facilitando a análise de dados, relatórios e o compartilhamento de informações com outras partes interessadas.<br><br>A aplicação é uma ferramenta valiosa para a gestão de uma academia de formação, onde ajuda a simplificar processos administrativos, garantir o cumprimento de contratos e otimizar a alocação de recursos humanos. Com sua interface intuitiva e recursos abrangentes, esta contribui para o sucesso e o crescimento sustentável da qualquer empresa.",
            "images": [
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/2/2.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/2/3.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/2/4.png"
            ]
        }
    },
    {
        "id": 3,
        "title": "Delícias Caseiras",
        "description": "Gestão de restaurante",
        "image": "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/3/1.png",
        "details": {
            "description": "The Delícias Caseiras application was developed to optimize and simplify the internal management of orders and deliveries, customers, employees and stocks of a take-away establishment. This application is dedicated exclusively to internal use, aiming to improve operational efficiency and improve the customer experience.<br>The different sections of the program will be available depending on the position in the company, as soon as the employee enters the access credentials.<br>Each order has different states, from “pending” to “delivered”, with specific dates assigned.<br>The interactive form offers features like adding, deleting, editing and removing customers, stocks, employees and orders. Furthermore, the application offers the facility to calculate the total value of each order, considering the selected dishes and drinks, as well as check the amount billed per customer in a determined time interval.<br>The implementation of an order status forecasting system further improves customer service, ensuring timely and reliable deliveries, as any delays that occur will be alerted.",
            "images": [
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/3/2.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/3/3.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/3/4.png"
            ]
        }
    },
    {
        "id": 4,
        "title": "Academia de Formação",
        "description": "Gestão de staff",
        "image": "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/4/1.png",
        "details": {
            "description": "Welcome to Academia de Formação Asset Management Application, a powerful solution for efficient school management. Whether you're an educational institution or training center, our software streamlines administrative tasks for enhanced productivity.<h2>Key Features</h2><h3>Hierarchical Roles:</h3> Categorize users into roles like Trainee, Trainer, Coordinator, Secretary, and Director for streamlined organization and accountability.<h3>Dynamic Account Management:</h3> Auto-disable accounts upon contract expiry, awaiting approval by the Director or Secretary.<h3>Real-time Insights:</h3> Experience real-time data visualization with dynamic charts and graphs, providing instant access to critical information.<h3>Comprehensive Contract Management:</h3> Efficiently manage contracts, account statuses, and user roles.<h3>Easy Employee Management:</h3> Seamlessly add new employees with complete details.<h3>Data Export:</h3> Export data to CSV for easy analysis.<h3>Self-Service Profiles:</h3> Empower employees to manage their profiles.<h2>Streamlined Account Creation and Approval:</h2>Our software simplifies account creation for trainees. After submitting the sign-up form, information is recorded. Accounts remain unapproved until verified by the director or secretary, ensuring authorized access. This process fortifies security, thwarts unauthorized entry, and upholds system integrity.<h2>Director and Secretary Verification:</h2>Trainee accounts stay unapproved until reviewed by directors or secretaries. This verification ensures exclusive access to genuine users, bolstering system security and protecting sensitive data.<h2>Restricted Login to Approved Accounts:</h2>Only accounts approved by directors or secretaries can log in, preserving system security. Access limitations prevent unauthorized users from infiltrating the platform, maintaining confidentiality.<h2>Empowered Administrative Control:</h2>Administrators gain control over authorized access, fostering a user base of genuine individuals. The verification process fosters trust and accountability, aligning with our commitment to a secure school management solution.Incorporating this feature aligns with modern best practices, enhancing security and access control, and providing a solid foundation for managing school data.<h2>Conclusion</h2>Our school management software represents an invaluable asset for educational institutions and training centers seeking to optimize their administrative processes. With its feature-rich hierarchy system, account management capabilities, real-time dashboard, comprehensive contract management, and user-friendly interface, our software is tailored to meet the unique demands of educational organizations. Experience enhanced efficiency, data-driven decision-making and streamlined operations, all within a single, powerful solution.",
            "images": [
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/4/2.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/4/3.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/4/4.png"
            ]
        }
    },
    {
        "id": 5,
        "title": "DELÍCIAS CASEIRAS",
        "description": "Gestão de restaurante",
        "image": "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/5/1.png",
        "details": {
            "description": "O PROJETO \"DELÍCIAS CASEIRAS\" É UMA APLICAÇÃO DE GERENCIAMENTO DE PEDIDOS E ENTREGAS PARA UM RESTAURANTE FICTÍCIO. O OBJETIVO DESTE SISTEMA É FACILITAR O PROCESSO DE REGISTRO, ACOMPANHAMENTO E ENTREGA DE PEDIDOS DE CLIENTES. O SISTEMA INCLUI RECURSOS COMO INSERÇÃO DE PEDIDOS, ALTERAÇÃO DE ESTADO DE PEDIDOS, CÁLCULO DE PREÇOS, EXPORTAÇÃO DE INFORMAÇÕES PARA CSV, SISTEMA DE DELIVERY E MUITO MAIS.",
            "images": [
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/5/2.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/5/3.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/5/4.png"
            ]
        }
    },
    {
        "id": 6,
        "title": "Automobile",
        "description": "Gestão de veiculos",
        "image": "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/6/1.png",
        "details": {
            "description": "O Sistema de Gestão e Aluguer de Veiculos que temos disponivel é uma aplicação em Windows Forms desenvolvida para simplificar a gestão de frotas de veículos, manutenção e processos de aluguer. Com recursos de registo de veículos, gestão de clientes, reservas, cálculo de valores, manutenção e relatórios detalhados. Este programa é uma solução completa para empresas de aluguer de carros e concessionárias que desejam optimizar suas operações e melhorar sua rentabilidade.",
            "images": [
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/6/2.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/6/3.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/6/4.png"
            ]
        }
    },
    {
        "id": 7,
        "title": "Aeromils Airlines",
        "description": "Gestão de aeronaves",
        "image": "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/7/1.png",
        "details": {
            "description": "A nossa aplicaçao é um controlo de frotas de avioes que da para verificar os avioes disponiveis, fazer reservas e controlar manutençoes, podemos inserir novos avioes e temos um simulador em que conseguimos ver quais as manutençoes em breve,  fretes a terminar e avioes em viagem nesse dia",
            "images": [
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/7/2.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/7/3.png",
                "https://bizsync-image.s3.eu-west-3.amazonaws.com/assets/services/7/4.png"
            ]
        }
    }
]